Repository: KavinSentamilselvan/KO
Catalog: debian/po/*.po
Languages: da, de, es, fi, fr, gl, it, nl, pt, ru, sv, vi

source: make configuration readable/writeable by owner only
da: gør kun opætningsfilen læsbar og skrivbar for ejeren
de: Konfiguration nur für den Eigentümer les-/schreibbar machen
fr: Le fichier de configuration doit-il être lisible et modifiable uniquement par son propriétaire ?
nl: zorg dat de configuratie enkel te bekijken/veranderen is door de eigenaar
ru: разрешить читать/писать настройки только владельцу
sv: gör konfigurationen endast läsbar/skrivbar för ägaren
vi: cho phép chỉ người sở hữu đọc/ghi vào cấu hình

source: Should the libnss-ldap configuration file be readable and writable only by the file owner?
da: Skal libnss-ldap's opsætningsfil kun være læsbar og skrivbar for filens ejer?
de: Soll die libnss-ldap-Konfigurationsdatei nur vom Eigentümer les- und schreibbar sein?
fr: Vous pouvez choisir de réserver l'accès en lecture et en écriture au fichier de configuration de libnss-ldap à son seul propriétaire.
nl: Wilt u dat het libnss-ldap configuratiebestand enkel te bekijken en veranderen is door de bestandeigenaar?
ru: Нужно ли сделать так, чтобы читать/писать в файл настроек libnss-ldap мог только владелец файла?
sv: Ska konfigurationsfilen för libnss-ldap vara läs- och skrivbar bara för filägaren?
vi: Cho phép chỉ người sở hữu tập tin cấu hình libnss-ldap đọc và ghi vào nó không?

source: If you use passwords in your libnss-ldap configuration, it is usually a good idea to have the configuration set with mode 0600 (readable and writable only by the file's owner).
da: Hvis du bruger adgangskoder i din libnss-ldap-opsætning, er det normalt en god idé at give opsætningsfilen filrettigheden 0600 (læsbar og skrivbar for ejeren alene).
de: Falls Sie Passworte in Ihrer libnss-ldap-Konfiguration verwenden, ist es üblicherweise eine gute Idee, die Konfiguration auf den Modus 0600 (les- und schreibbar nur durch den Eigentümer) zu setzen.
fr: Si vous utilisez des mots de passe dans la configuration de libnss-ldap, mettre le système des permissions à 0600 (seul le propriétaire peut lire ou modifier le fichier) est recommandé.
nl: Indien u wachtwoorden gebruikt in uw libnss-ldap configuratie is het meestal een goed idee om het configuratie bestand modus 0600 te geven (enkel lees- en schrijfbaar door de eigenaar van het bestand.
ru: Если Вы используете пароли в Вашей настройках libnss-ldap, тогда было бы неплохо установить права доступа к файлу настроек в 0600 (чтение и запись разрешены только владельцу файла).
sv: Om du använder lösenord i din konfiguration för libnss-ldap är det normalt sett en bra ide att ha konfigurationsfilen satt till 0600 (läs- och skrivbar bara för filägaren).
vi: Nếu bạn sử dụng mật khẩu trong cấu hình libnss-ldap thì thường là ý kiến tốt để lập cấu hình ấy trong chế độ 0600 (chỉ cho phép chỉ người sở hữu tập tin ấy đọc/ghi vào nó).

source: Note: As a sanity check, libnss-ldap will check if you have nscd installed and will only set the mode to 0600 if nscd is present.
da: Bemærk: libnss-ldap vil tjekke om du har installeret nscd, og vil kun sætte filrettigheden til 0600 hvis nscd er til stede.
de: Anmerkung: Als Sinnprüfung checkt libnss-ldap, ob Sie nscd installierten und setzt mode 0600 nur, falls nscd vorhanden ist.
fr: Note : bien sûr, libnss-ldap vérifiera que nscd est installé et ne mettra le mode à 0600 que si nscd est présent.
nl: Opmerking: libnss-ldap zal nagaan of u nscd geinstalleerd heeft, en zal de modus enkel naar 0600 zetten indien nscd aanwezig is.
ru: Примечание: для профилактики, libnss-ldap проверит, установили ли Вы nscd, и установит режим доступа 0600, если nscd установлен.
sv: Notera: Som en ren kontroll kommer libnss-ldap att kontrollera om du har nscd installerad och kommer bara att sätta 0600 om nscd finns på systemet.
vi: Ghi chú: để đảm bảo thông tin hữu ích, trình libnss-ldap sẽ kiểm tra nếu bạn đã cài đặt nscd hay không, và sẽ chỉ lập chế độ thành 0600 nếu có ncsd.

source: nsswitch.conf is not managed automatically
da: nsswitch.conf håndteres ikke automatisk
de: nsswitch.conf wird nicht automatisch verwaltet
fr: Nsswitch.conf n'est pas géré automatiquement
nl: nsswitch.conf wordt niet automatisch beheerd
ru: nsswitch.conf не управляется автоматически
sv: nsswitch.conf hanteras inte automatiskt
vi: Không tự động quản lý tập tin nsswitch.conf

source: For this package to work, you need to modify your /etc/nsswitch.conf to use the ldap datasource. There is an example file at /usr/share/doc/libnss-ldap/examples/nsswitch.ldap which can be used as an example for your nsswitch setup, or it can be copied over your current setup.
da: For at denne pakke kan fungere, skal du ændre /etc/nsswitch.conf, så den bruger ldap-datakilderne. Der er en eksempelfil i /usr/share/doc/libnss-ldap/examples/nsswitch.ldap, som kan bruges som skabelon for din nsswitch-opsætning, eller den kan kopieres over som erstatning for din nuværende opsætning.
de: Damit dieses Paket arbeitet, müssen Sie Ihre Datei /etc/nsswitch.conf für die ldap-Datenquelle anpassen. Es gibt eine Beispieldatei unter /usr/share/doc/libnss-ldap/examples/nsswitch.ldap, die als Beispiel für Ihr nsswitch-Setup verwendet kann oder mit der Ihr aktuelles Setup überschrieben werden kann.
fr: Pour que ce paquet fonctionne, vous devez modifier /etc/nsswitch.conf pour qu'il utilise la base de données LDAP. Un fichier modèle se trouve dans /usr/share/doc/libnss-ldap/examples/nsswitch.ldap ; vous pouvez l'utiliser pour la configuration de nsswitch ou bien le mettre à la place de votre configuration actuelle.
nl: Opdat dit pakket zou werken dient u uw /etc/nsswitch.conf bestand aan te passen om de ldap databron te gebruiken. Er is een voorbeeldbestand te vinden in /usr/share/doc/libnss-ldap/examples/nsswitch.ldap , u kunt dit gebruiken als een startpunt.
ru: Чтобы этот пакет заработал: Вам надо отредактировать файл /etc/nsswitch.conf, чтобы он использовал ldap-источники. Пример настройки nsswitch есть в /usr/share/doc/libnss-ldap/examples/nsswitch.ldap, его можно взять за основу Вашей настройки.
sv: För att detta paket ska fungera behöver du modifiera din /etc/nsswitch.conf att använda en LDAP-datakälla. Det finns en exempelfil, /usr/share/doc/libnss-ldap/examples/nsswitch.ldap som kan användas som ett exempel för din konfiguration av nsswitch eller så kan den kopieras över din nuvarande konfiguration.
vi: Gói tin này sẽ hoạt động sau khi bạn sửa đổi tập tin «/etc/nsswitch.conf» để dùng nguồn dữ liệu LDAP. Có một tập tin thí dụ tại «usr/share/doc/libnss-ldap/examples/nsswitch.ldap» mà bạn có thể sử dụng là lời thí dụ cho thiết lập nsswitch bạn, hoặc có thể sao chép nó trên thiết lập hiện có.

source: Also, before removing this package, it is wise to remove the ldap entries from nsswitch.conf to keep basic services functioning.
da: Før fjernelse af denne pakke, er det klogt at fjerne ldap-linjerne fra nsswitch.conf, så de grundlæggende services stadig kan fungere.
de: Darüberhinaus ist es klug, die ldap-Einträge aus der nsswitch.conf zu löschen, bevor Sie dieses Paket entfernen, um die Funktion der Grunddienste zu erhalten.
fr: Avant de supprimer ce paquet, il est sage de supprimer les entrées LDAP du fichier nsswitch.conf pour que les services de base continuent à fonctionner.
nl: Daarnaast is het wenselijk om voor de verwijdering van dit pakket de ldap ingangen uit nsswitch.conf te verwijderen, teneinde de basis diensten werkend te houden.
ru: Также: перед удалением этого пакета, он сотрет записи ldap из файла nsswitch.conf, чтобы работа основных сервисов не нарушалась.
sv: Före borttagning av detta paket är det bra att ta bort ldap-posterna från nsswitch.conf för att hålla igång de grundläggande tjänsterna.
vi: Hơn nữa, trước loại bỏ gói tin này, bạn nên loại bỏ các mục nhập LDAP ra tập tin nsswitch.conf, để cho phép dịch vụ cơ bản tiếp tục hoạt động.

source: dc=example,dc=net
da: dc=eksempel,dc=dk
nl: dc=voorbeeld,dc=net
vi: dc=thídụ,dc=net

source: distinguished name of the search base
da: skelnet navn på søgebasen
de: DN (distinguished name) der Suchbasis
fr: Nom distinctif (DN) de la base de recherche :
nl: onderscheiden naam van de zoek basis
ru: индивидуальное имя базы поиска.
sv: DN-namnet för sökbasen
vi: tên phân biệt của cơ bản tìm kiếm

source: Please enter the distinguished name of the LDAP search base. Many sites use the components of their domain names for this purpose. For example, the domain "example.net" would use "dc=example,dc=net" as the distinguished name of the search base.
da: Angiv det skelnede navn på LDAP-søgebasen. Mange sites bruge dele af deres domænenavn til dette formål. For eksempel ville domænet "eksempel.dk" bruge "dc=eksempel,dc=dk" som det skelnede navn på søgebasen.
de: Bitte geben Sie den DN der LDAP-Suchbasis ein. Viele Sites benutzen Teile ihrer Domain-Namen für diesen Zweck. Beispielsweise würde die Domäne »example.net« »dc=example,dc=net« als den DN der Suchbasis benutzen.
fi: Anna LDAP-hakukannan erittelev? nimi (Distinguished Name, DN). Useilla sivustoilla k?ytet??n verkkonimen osia t?h?n tarkoitukseen. Esimerkiksi verkkotunnus ?esimerkki.fi? k?ytt?isi nime? ?dc=esimerkki,dc=fi? hakukannan erittelev?n? nimen?.
fr: Veuillez indiquer le nom distinctif de la base de recherche. Beaucoup de sites utilisent ici les composants de leurs noms de domaine. Ainsi, pour le domaine « exemple.net », le nom distinctif utilisé serait « dc=exemple,dc=net ».
it: Inserire il DN (distinguished name) della base di ricerca LDAP. A tal fine molti siti usano le componenti del loro nome di dominio: ad esempio, il dominio «esempio.net» userebbe «dc=esempio,dc=net» come DN della base di ricerca.
nl: Gelieve de onderscheiden naam van de LDAP zoek basis in te voeren. Veel sites gebruiken de componenten van hun domeinnaam voor dit doel. Bijvoorbeeld: de domein naam"voorbeeld.net" zou gebruik maken van "dc=voorbeeld,dc=net" als de onderscheiden naam van de zoek basis.
pt: Por favor insira o nome distinto da base de busca LDAP. Muitos sítios usam componentes dos seus nomes de domínio para este propósito. Por exemplo, o domínio "exemplo.net" deverá usar "dc=exemplo,dc=net" como nome distinto da base de busca.
ru: Пожалуйста, введите индивидуальное имя для базы поиска LDAP. Многие сайты используют части своих доменных имён для этой цели. Например, домен "example.net" использовал бы "dc=example,dc=net" как индивидуальное имя для базы поиска.
sv: Ange namnet (DN) för LDAPs sökbas. Många system använder komponenter av deras domännamn för denna funktion. Till exempel att domänen "exempel.se" skulle använda "dc=exempel,dc=se" som sitt DN-namn för sökbasen.
vi: Hãy nhập tên phân biệt của cơ bản tìm kiếm LDAP. Nhiều nơi Mạng sử dụng thành phần của tên miền là giá trị này. Lấy thí dụ, miền «thídụ.net» sẽ dùng «dc=thídụ,dc=net» là tên phân biệt của cơ baản tìm kiếm.

source: database requires login
da: databasen kræver logind
de: Datenbank benötigt Login
fr: La base de données demande-t-elle une identification ?
nl: database vereist aanmelding
ru: база данных требует учетное имя
sv: databasen kräver inloggning
vi: cơ sở dữ liệu cần đến đăng nhập

source: Does the LDAP database require login?
da: Kræver LDAP-databasen at du logger på?
de: Benötigt die LDAP-Datenbank einen Login?
fr: La base LDAP demande-t-elle une identification ?
nl: Wordt aanmelden door de LDAP database vereist?
ru: База данных LDAP требует учетное имя?
sv: Kräver LDAP-databasen inloggning?
vi: Cơ sở dữ liệu LDAP ấy cần đến đăng nhập không?

source: Answer this question affirmatively only if you can't retreive entries from the database without logging in.
da: Accepér kun her, hvis du ikke kan hente poster fra databasen uden at logge på.
de: Bestätigen Sie das nur, wenn Sie keine Abfragen aus der Datenbank ohne Login vornehmen können.
fr: Choisissez cette option s'il est nécessaire de s'identifier avant de pouvoir utiliser la base.
nl: Beantwoord dit enkel positief indien u geen ingangen van de database kunt ontvangen zonder aan te melden.
ru: Ответ на этот вопрос потребуется только в том случае, если Вы не сможете получить данные из базы не имея учетной записи.
sv: Svara ja på frågan om du inte kan hämta poster från databasen utan att logga in först.
vi: Trả lời «Có» tại đây chỉ nếu bạn không gọi được mục nhập từ cơ sở dữ liệu ấy khi chưa đang nhập.

source: Note: Under a normal setup, this is not needed.
da: Bemærk: Ved normale opsætninger bruges dette ikke.
de: Anmerkung: Bei einem normalen Setup ist das nicht nötig.
fr: Note : avec une configuration classique, ce n'est pas nécessaire.
nl: Opmerking: In een normale opzet is dit niet nodig.
ru: Примечание: При обычной настройке это не требуется.
sv: Notera: Under en normal konfiguration kommer detta inte att behövas.
vi: Ghi chú: trong một thiết lập thường, không cần điều này.

source: enable automatic configuration updates by debconf
da: aktivér automatisk opdatering af opsætningen med debconf
de: Aktivieren automatischer Konfigurations-Updates durch debconf
fr: Faut-il autoriser les mises à jour automatiques de la configuration par Debconf ?
nl: activeer automatische actualizatie van de configuratie via debconf
ru: разрешить автоматические обновления с помощью debconf
sv: aktivera automatisk uppdatering av konfiguration med debconf
vi: hiệu lực debconf tự động cập nhật cấu hình

source: Should debconf automatically update libnss-ldap's configuration file?
da: Skal debconf automatisk opdatere libnss-ldap's opsætningsfil?
de: Soll debconf automatisch die Konfigurations-Datei von libnss-ldap updaten?
fr: Debconf peut-il mettre à jour automatiquement le fichier de configuration de libnss-ldap ?
nl: Wilt u het libnss-ldap configuratiebestand automatisch door debconf laten actualizeren?
ru: должен ли debconf автоматически обновлять файл настроек libnss-ldap?
sv: Ska debconf automatiskt uppdatera konfigurationsfilen för libnss-ldap?
vi: Cho phép debconf tự động cập nhật tập tin cấu hình của libnss-ldap không?

source: libnss-ldap has been moved to use debconf for its configuration.
da: libnss-ldap er gået over til at benytte debconf til sin opsætning.
de: libnss-ldap wurde auf den Gebrauch von debconf für die Konfiguration umgestellt.
fr: Libnss-ldap a été modifié pour utiliser debconf pour sa configuration.
nl: libnss-ldap is overgeschakeld naar debconf voor configuratie.
ru: libnss-ldap для своей настройки использует debconf
sv: libnss-ldap har börjat använda debconf för dess konfiguration.
vi: Đã lập libnss-ldap sẽ dùng debconf để cấu hình.

source: The file will be prepended with "###DEBCONF###"; you can disable the debconf updates by removing that line.
da: Der vil blive indføjet "###DEBCONF###" i starten af filen. Du kan deaktivere debconf-opdateringerne ved at fjerne denne linje.
de: Der Datei wird ein »###DEBCONF###« vorangestellt; Sie können Updates durch debconf verhindern, indem Sie diese Zeile entfernen.
fr: Ce fichier commencera par « ###DEBCONF### » ; vous pouvez désactiver la gestion par debconf en supprimant cette ligne.
nl: Dit bestand zal beginnen met "###DEBCONF###"; u kunt debconf actualizatie uitschakelen door deze regel te verwijderen.
ru: Файл будет сначала расмотрен с пмощью "###DEBCONF###"; Вы можете запретить обновления debconf, удалив эту строку.
sv: Filen kommer att inledas med "###DEBCONF###"; du kan stänga av debconf-uppdateringar genom att ta bort den raden.
vi: Sẽ thêm «###DEBCONF###» vào đầu tập tin ấy: bạn có thể vô hiệu hóa thiết lập tự cập nhật debconf bằng cách loại bỏ dòng ấy.

source: All new installations will have this by default.
da: Alle nyinstallationer vil have dette som udgangspunkt.
de: Alle Neuinstallationen werden das als Voreinstellung haben.
fr: Cette possibilité est activée par défaut pour les premières installations.
nl: Alle nieuwe installaties gebruiken dit bij default.
ru: Все вновь установленные системы должны иметь это по умолчанию.
sv: Alla nya installationer kommer att ha detta som standard.
vi: Mọi bản cài đặt mới sẽ có thiết lập này theo mặc định.

source: cn=proxyuser,dc=example,dc=net
da: cn=proxybruger,dc=eksempel,dc=dk
nl: cn=proxygebruiker,dc=voorbeeld,dc=net

source: unprivileged database user
da: upriviligeret databasebruger
de: nicht priviligierter Datenbank-Nutzer
fr: Utilisateur non privilégié de la base :
nl: niet bevoorrechte database gebruiker
ru: непривилегированный пользователь базы данных
sv: icke-priviligerad databasanvändare
vi: người dùng cơ sở dữ liệu không có quyền truy cập đặc biệt

source: Enter the name of the account that will be used to log in to the LDAP database.
da: Angiv navnet på den konto, der skal bruges til at logge på LDAP-databasen.
de: Geben Sie den Namen eines Benutzerkontos für die LDAP-Datenbank ein.
fr: Veuillez indiquer l'identifiant qui permettra l'accès à la base LDAP.
nl: Voer de naam in van de account die zal gebruikt worden voor aanmelding bij de LDAP database
ru: Введите имя учетной записи для подключения к базе данных LDAP.
sv: Ange namnet för kontot som ska användas för att logga in på LDAP-databasen.
vi: Hãy nhập tên của tài khoản sẽ được dùng để đăng nhập vào cơ sở dữ liệu LDAP.

source: password for database login account
da: adgangskode til databasekontoen
de: Passwort für das Datenbank-Login-Konto
fr: Mot de passe de l'utilisateur de la base :
nl: wachtwoord voor de database aanmeldings account
ru: пароль для учетной записи базы данных
sv: lösenordet för databaskontot
vi: mật khẩu cho tài khoản cơ sở dữ liệu

source: Enter the password that will be used to log in to the LDAP database.
da: Angiv den adgangskode, der skal bruges til at logge på LDAP-databasen.
de: Geben Sie das Passwort für das Login zur LDAP-Datenbank ein.
es: Introduzca la contraseña que se utilizará para acceder a la base de datos LDAP.
fi: Anna salasana, jota k?ytet??n kirjauduttaessa LDAP-tietokantaan.
fr: Veuillez indiquer le mot de passe qui permettra l'accès à la base LDAP.
gl: Indique o contrasinal que se ha empregar para acceder á base de datos do LDAP.
it: Inserire la password che verrà utilizzata per accedere al database LDAP.
nl: Voer het wachtwoord in dat gebruikt zal worden om op de LDAP database aan te melden.
pt: Indique a password que vai ser usada para autenticação na base de dados LDAP.
ru: Введите пароль, который будет использован для подключения к базе данных LDAP.
sv: Ange lösenord som ska användas för att logga in på LDAP-databasen.
vi: Hãy nhập mật khẩu sẽ được dùng để đăng nhập vào cơ sở dữ liệu LDAP.

source: LDAP version to use
da: LDAP-version der skal bruges
de: Welche LDAP-Version soll genutzt werden?
fr: Version de LDAP à utiliser :
nl: Te gebruiken LDAP versie
ru: Использовать версию LDAP
sv: LDAP-version som används
vi: Phiên bản LDAP cần dùng

source: Please enter which version of the LDAP protocol ldapns is to use. It is usually a good idea to set this to highest available version number.
da: Angiv hvilken version af LDAP-protokollen, som ldapns skal bruge. Det er normalt en god idé at sætte den til det højest mulige versionsnummer.
de: Bitte geben Sie an, welche Version des LDAP-Protokolls von ldapns genutzt werden soll. Es ist üblicherweise eine gute Idee, die höchstmögliche Versionsnummer zu setzen.
fr: Veuillez indiquer la version du protocole LDAP que doit utiliser ldapns. Il est recommandé de choisir le numéro de version le plus élevé disponible.
nl: Gelieve de door ldapns te gebruiken versie van het LDAP protocol in te voeren. Gewoonlijk is het een goed idee om dit op het hoogst beschikbare nummer in te stellen.
ru: Введите версию протокола LDAP, которую будет использовать ldapns. Обычно лучше использовать версию с наибольшим номером.
sv: Ange vilken version av LDAP-protokollet som ldapns ska använda. Det är normalt sett en bra ide att sätta detta till det högsta tillgängliga versionsnumret.
vi: Hãy nhập phiên bản giao thức LDAP nào mà ldapns nên dùng. Thường là ý kiến tốt để lập số phiên bản cao nhất có thể.

source: LDAP server host address
da: LDAP-serverens værtsnavn
vi: Địa chỉ máy phục vụ LDAP

source: Please enter the address of the LDAP server used.
da: Indtast adressen på den LDAP-server, der skal bruges.
vi: Hãy nhập địa chỉ của máy phục vụ LDAP sẽ dùng.

source: Note: It is usually a good idea to use an IP address; this reduces risks of failure in the event name service is unavailable.
da: Bemærk: Det er normalt en god idé at bruge en IP-adresse: det reducerer risikoen for fejl hvis navneservicen ikke er tilgængelig.
de: Beachten Sie: Es ist üblicherweise eine gute Idee, eine IP-Adresse zu verwenden; dieses reduziert das Risiko eines Ausfalls, falls der Name-Service einmal unerreichbar ist.
fr: Note : utiliser une adresse IP est recommandé ; les risques d'échec sont réduits en cas d'indisponibilité du service de noms.
nl: Opmerking: In het algemeen is het een goed idee om een IP adres te gebruiken; dit vermindert de kans op mislukkingen indien de eventnaam dienst onbeschikbaar is.
pt: Nota: Geralmente é boa ideia usar um endereço IP; isto reduz riscos de falhas na eventualidade do serviço de nomes não estar disponível.
ru: Примечание: Обычно, лучше использовать IP-адрес; это снижает риск появления проблем, если сервис имен окажется недоступным.
sv: Notera: Det är vanligtvis en bra ide att använda en IP-address; detta reducerar risken för fel om namntjänsten är otillgänglig.
vi: Ghi chú: thường là ý kiến tốt để sử dụng một địa chỉ dạng IP vì sẽ gặp ít lỗi hơn nếu dịch vụ tên miền không sẵn sàng.

source: LDAP server Uniform Resource Identifier:
es: Identificador de Recurso Uniforme (URI) del servidor LDAP:
fi: LDAP-palvelimen URI (Uniform Resource Identifier):
it: Uniform Resource Identifier (URI) del server LDAP:
pt: Uniform Resource Identifier (URI) do servidor LDAP:

source: Please enter the URI of the LDAP server used. This is a string in the form ldap://<hostname or IP>:<port>/ . ldaps:// or ldapi:// can also be used. The port number is optional.
es: Introduzca el URI del servidor LDAP. Este es una cadena con la forma «ldap://<nombre de máquina o IP>:<puerto>/». También se puede utilizar «ldaps://» o «ldapi://». El valor del puerto es opcional.
fi: Anna k?ytetyn LDAP-palvelimen URI. T?m? merkkijono on muotoa: ?ldap://<verkkonimi tai IP>:<portti>/?. ldaps:// tai ldapi:// ovat my?s k?ytett?viss?. Porttinumero ei ole pakollinen.
it: Inserire l'URI del server LDAP utilizzato. Si tratta di una stringa del tipo «ldap://<nomehost o IP>:<porta>»; è anche possibile usare «ldaps://» oppure «ldapi://». Il numero della porta è facoltativo.
pt: Por favor insira o URI do servidor LDAP a usar. Esta é uma sequência no formato ldap://<nome da máquina ou IP>:<porto>/, ldaps:// ou ldapi:// podem também ser usados. O número do porto é opcional.

source: Multiple URIs can be be specified by separating them with spaces.
es: Se pueden especificar múltiples URI separándolos con espacios.
fi: Voit sy?tt?? useamman URIn erottamalla ne v?lily?nneill?.
gl: Poden especificarse varios URI separándoos con espazos.
it: È possibile specificare URI multipli, dividendoli con spazi.
pt: Podem ser especificados múltiplos URIs, separando-os com espaços.

source: LDAP server search base:
es: Base de búsqueda en el servidor LDAP:
fi: LDAP-palvelimen hakukanta:
gl: Base da procura de servidor LDAP:
it: Base di ricerca del server LDAP:
pt: Base de busca do servidor LDAP:

source: LDAP version to use:
pt: Versão LDAP a usar:

source: Please enter which version of the LDAP protocol is to use. It is usually a good idea to set this to highest available version number.
pt: Por favor indique qual a versão de protocolo LDAP vai ser usada. Normalmente é boa ideia regular isto para a versão mais recente disponível.

source: LDAP database user:
es: Usuario de la base de datos LDAP:
fi: LDAP-tietokannan k?ytt?j?tunnus:
gl: Usuario da base de datos LDAP:
it: Utente del database LDAP:
pt: Utilizador da base de dados LDAP:
