Repository: KavinSentamilselvan/KO
Catalog: debian/po/*.po
Languages: da, de, es, fi, fr, gl, it, nl, pt, ru, sv, vi

source: If the LDAP database requires a login for normal lookups, enter the name of the account that will be used here. Leave empty otherwise.
es: Introduzca el nombre de la cuenta que utilizará si la base de datos LDAP requiere un usuario para búsquedas. En caso contrario déjelo en blanco.
fi: Jos LDAP-tietokannan t?ytyy kirjautua tehd?kseen normaaleja hakuja, anna k?ytett?v?n tunnuksen nimi t?ss?. J?t? muuten kentt? tyhj?ksi.
gl: Se a base de datos do LDAP require de identificación para procuras normais, indique aquí o nome da conta que se empregará. Caso contrario déixeo en branco.
it: Se il database LDAP richiede l'accesso per le normali ricerche, inserire il nome dell'account che verrà utilizzato per l'accesso. In caso contrario, lasciare vuoto.
pt: Se a base de dados LDAP requerer autenticação para buscas normais, indique aqui o nome da conta que vai ser usada. Em caso contrário, deixe o campo vazio.

source: This value should be specified as a DN (distinguished name).
es: Debe introducir el valor en forma de DN (nombre distintivo).
fi: T?m? arvo tulisi antaa erittelev?n? nimen?.
gl: Este valor debe especificarse como un DN (nome distintivo).
it: Questo valore dovrebbe essere specificato come DN (distinguished name).
pt: Este valor deve ser especificado como um nome distinto (DN).

source: LDAP user password:
es: Contraseña del usuario LDAP:
fi: LDAP-tunnuksen salasana:
gl: Contrasinal do usuario de LDAP:
it: Password dell'utente LDAP:
pt: Password de utilizador LDAP:

source: LDAP account for root:
pt: Conta de administrador (root) LDAP:

source: This account will be used for nss requests with root privileges. This can be used to give root processes more information (e.g. users' shadow entries or group passwords).
pt: Esta conta será usada para pedidos nss com privilégios de administrador. Isto pode ser usado para dar aos processos de administrador mais informação (ex. entradas escondidas de utilizadores ou passwords de grupos).

source: Leave this empty to not do anything special for root lookups.
pt: Deixe este campo vazio para não fazer nada de especial para buscas de administrador.

source: LDAP root account password:
pt: Password da conta de administrador (root) LDAP:

source: Enter the password that will be used to log in to the LDAP database when the root process does lookups.
pt: Indique a password que será usada para autenticação na base de dados LDAP, quando processos de administrador fazem buscas.

source: Name services to configure:
es: Indique los servicios a configurar:
fi: Asetettavat nimipalvelimet:
gl: Servizos de nome a configurar:
it: Servizi dei nomi da configurare:
pt: Nomes de serviços para configurar:

source: When using the ldap or ldaps schemes it is usually a good idea to use an IP address; this reduces the risk of failure when name services are unavailable.
es: Cuando utilice los esquemas ldap o ldaps es siempre una buena idea especificar una dirección IP, ya que reduce el riesgo de fallos en caso de que el servicio de nombres no esté disponible.
fi: K?ytett?ess? ldap- ja ldaps-skeemoja on yleens? suositeltavaa k?ytt?? IP-osoitetta. T?m? v?hent?? ongelmien riski?, kun nimipalvelimia ei ole k?ytett?viss?.
it: Quando si usa lo schema ldap o ldaps è una buona idea usare un indirizzo IP, al fine di ridurre i rischi di errore quando i servizi dei nomi non sono disponibili.

source: Please enter the distinguished name of the LDAP search base. Many sites use the components of their domain names for this purpose. For example, the domain "example.net" would use "dc=example,dc=net" as the distinguished name of the search base.
es: Introduzca el nombre distintivo (DN) de la base de búsquedas de LDAP. En muchos sitios se utilizan las componentes del nombre de dominio con este propósito. Por ejemplo, el dominio «ejemplo.net» utilizaría «dc=ejemplo,dc=net» como nombre distintivo de la base de búsquedas.
gl: Indique o nome distintivo da base de procura LDAP. Moitos sitios empregan as compoñentes dos seus nomes de dominio para este propósito. Por exemplo, o dominio «exemplo.net» debería empregar «dc=exemplo,dc=net» como nome distintivo da base de procura.

source: For this package to work, you need to modify your /etc/nsswitch.conf to use the ldap datasource.
es: Para que este programa funcione, debe modificar el archivo «/etc/nsswitch.conf» para que utilice la fuente de datos de LDAP.
fi: Jotta t?m? paketti toimisi, t?ytyy tiedosto /etc/nsswitch.conf muokata k?ytt?m??n ldap-tietol?hdett?.
gl: Para que este paquete funcione, debe modificar o ficheiro /etc/nsswitch.conf para que empregue a fonte de datos ldap.
it: Affinché questo pacchetto funzioni è necessario modificare il proprio file «/etc/nsswitch.conf» in modo che utilizzi l'origine dati LDAP.

source: You can select the services that should be enabled or disabled for LDAP lookups. The new LDAP lookups will be added as last option. Be sure to review these changes.
es: Puede elegir los servicios que se deben habilitar o deshabilitar para las búsquedas de LDAP. Las nuevas búsquedas LDAP se añadirán como última opción. Asegúrese de revisar estos cambios.
fi: Voit valita palvelut, jotka tulisi ottaa k?ytt??n tai poistaa k?yt?st? k?ytett?ess? LDAP-hakuja. Uudet LDAP-haut lis?t??n viimeiseksi vaihtoehdoksi. Muista tarkastaa n?m? muutokset.
gl: Pode escoller or servizos que se deben activar ou desactivar nas procuras LDAP. As novas procuras LDAP engadiranse como última opción. Revise estas modificacións.
it: È possibile selezionare i servizi che dovrebbero essere abilitati o disabilitati per le ricerche LDAP. Le nuove ricerche LDAP verranno aggiunte come ultima opzione. Ci si assicuri di controllare queste modifiche.

source: Remove LDAP from nsswitch.conf now?
es: ¿Desea borrar LDAP del archivo «nsswitch.conf» ahora?
fi: Poistetaan LDAP tiedostosta nsswitch.conf nyt?
gl: Desexa eliminar LDAP de nsswitch.conf?
it: Rimuovere LDAP da nsswitch.con ora?

source: LDAP is still configured for name lookups for the following services: ${services} but the libnss-ldapd package is about to be removed.
es: LDAP todavía está configurado para las búsquedas de nombres de los siguientes servicios: ${services} pero se va a borrar el paquete libnss-ldapd.
fi: LDAP on viel? asetettu tekem??n nimihakuja seuraaville palveluille: ${services} Pakettia libnss-ldapd ollaan kuitenkin poistamassa.
gl: LDAP aínda está configurado para facer procuras de nomes para os seguintes servizos: ${services} pero o paquete libnss-ldapd está a piques de ser eliminado.
it: LDAP è tuttora configurato per le ricerche dei nomi per i seguenti servizi: ${services} ma il pacchetto libnss-ldap sta per essere rimosso.

source: You are advised to remove the entries if you don't plan on using LDAP for name resolution any more. Not removing ldap from nsswitch.conf should, for most services, not cause problems, but host name resolution could be affected in subtle ways.
es: Se le aconseja que borre las entradas si no planea utilizar LDAP para la resolución de nombres nunca más. Si no borra ldap del archivo «nsswitch.conf» no debería tener problemas con la mayoría de los servicios, pero podría afectar ligeramente a la resolución de nombres de máquinas.
gl: Recoméndase que elimine as entradas se non prevé seguir a empregar LDAP para a resolución de nomes. Se non elimina ldap de nsswitch.conf non debería ter problemas coa maioría dos servizos, pero a resolución de nomes podería verse afectada de maneiras sutís.

source: You can edit /etc/nsswitch.conf by hand or chose to remove the entries automatically now. Be sure to review the changes to /etc/nsswitch.conf if you chose to remove the entries now.
es: Puede editar manualmente el archivo «/etc/nsswitch.conf» o escoger borrar las entradas automáticamente ahora. Asegúrese de que revisa los cambios en el archivo «/etc/nsswitch.conf» si escoge borrar las entradas ahora.
fi: Voit muokata tiedostoa /etc/nsswitch.conf k?sin tai poistaa tietueet nyt automaattisesti. Muista tarkastaa tiedoston /etc/nsswitch.conf muutokset, jos poistat tietueet nyt.
gl: Pode editar manualmente /etc/nsswitch.conf ou escoller agora eliminar automaticamente as entradas. Asegúrese de revisar as modificacións a /etc/nsswitch.conf se escolle agora eliminar as entradas.
it: È possibile modificare manualmente «/etc/nsswitch.conf» o scegliere di rimuovere le voci automaticamente adesso. Ci si accerti di controllare le modifiche a «/etc/nsswitch.conf» se si sceglie la rimozione automatica.

source: You are advised to remove the entries if you don't plan on using LDAP for name resolution any more. Not removing ldap from nsswitch.conf should, for most services, not cause problems, but host name resolution could be affected in subtle ways.
fi: On suositeltavaa poistaa tietueet, jos LDAP:ia ei aiota en?? k?ytt?? nimien selvitt?miseen. Jos ldap j?tet??n tiedostoon nsswitch.conf, sen ei pit?isi useimpien palveluiden kohdalla aiheuttaa ongelmia, mutta konenimien selvitys saattaa muuttua joillain tavoilla.
it: Rimuovere le voci solo se si prevede di non utilizzare più LDAP per le risoluzioni dei nomi. Per la maggior parte dei servizi la mancata rimozione di LDAP da nsswitch.conf non dovrebbe causare problemi, ma la risoluzione dei nomi host potrebbe essere in qualche modo influenzata.
